<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
    require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Дерен белый и кроваво-красный</h4>
                <p>Это вырастающий до трех метров листопадный кустарник. Его устремленные вверх прямые ветки имеют красноватую окраску различных оттенков. Молодые побеги часто с легким сизоватым налетом. Зеленые листья овальной формы, заостренные кверху, слегка морщинистые. Могут иметь беловатую кромку. Длина листовой пластины — около десяти сантиметров. Цветет дважды в году: первый раз в начале лета, а второй — в первой половине осени. Мелкие белые или с легкой розовинкой цветки объединяются в соцветии-щитке. В конце лета созревают несъедобные округлые плоды-костянки, сине-белого или желтоватого цвета.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Жимолость обыкновенная</h4>
                <p>Это листопадный кустарник высотой до 2,5 м.

                    Молодые побеги зелёного или красноватого цвета, на старых кора серая или буровато-серая.

                    Листья длиной 3—7 см, шириной 2—5 см, супротивные, эллиптической формы, коротко заострённые, цельнокрайные. Верхняя сторона листовой пластинки тёмно-зелёная, матовая, нижняя — сероватая, густо опушённая мягкими волосками. Центральная жилка листа фиолетовая.

                    Цветки растут парами в пазухах листьев. Венчики длиной 10—15 мм, желтовато-белые, к концу цветения желтеют. Время цветения — май—июнь.

                    Плоды — сочные, тёмно-красные, шарообразные, часто бывают сросшимися у основания; созревают в конце июля. Ядовиты — в отличие от плодов некоторых других видов этого рода, например, жимолости голубой (Lonicera caerulea), — содержат ксилостеин.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost2.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Жимолость татарская</h4>
                <p>Это листопадный кустарник высотой 1—3 м.

                    Побеги полые. Кора молодых побегов желтовато-бурая, покрытая мелкими тёмными чечевичками; у старых побегов кора серая, отслаивается полосами.

                    Листья яйцевидные или продолговато-яйцевидные, 3—6 см длиной, цельнокрайные.

                    Цветки парные, длиной до 2 см, с двугубым венчиком белого или розового цвета, расположены в пазухах листьев. Цветёт жимолость татарская в мае — июне.

                    Плоды шаровидные, красные или оранжевые, часто сросшиеся парами в основании, диаметром около 6 мм, созревают в июле — августе. Несъедобные, горькие на вкус.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Крушина ломкая</h4>
                <p>Кустарник или небольшое дерево, может достигать в высоту 7 м. Ствол и ветви тёмно-бурые. В отличие от крушины слабительной, ствол гладкий, без колючек. Тёмная кора с поперечно-вытянутыми чечевичками, характерно наличие красного (франгулинового) слоя под внешним слоем пробки.

                    Листья эллиптической формы, 4—10 см в длину, цельнокрайние, с шестью — восемью парами параллельных боковых жилок, расположены на коротких (до 1,5 см) черешках. Расположение листьев — очерёдное или косо-супротивное.

                    Цветки обоеполые, невзрачные, пятичленные, собраны пучками в пазухах листьев, 2—3,5 мм длиной. Колокольчатая чашечка внутри белого цвета. Венчик зеленовато-белый.

                    Плод — костянка шаровидной формы диаметром 8—10 мм, с двумя — тремя зеленовато-жёлтыми округло-треугольными косточками с хрящеватым двойным «клювиком». В зрелом состоянии плоды сине-чёрные. Плоды ядовиты, в народе их называют «волчьи ягоды», однако птицы охотно их поедают.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/krushina.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kalina.JPG">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Калина обыкновенная</h4>
                <p>Это кустарник, реже дерево, с серовато-бурой корой, покрытой продольными трещинами, высотой 1,5–4 метра. Доживает до 50 лет и более. Побеги округлые, иногда ребристые, голые, местами серовато-белые, а вообще желтовато-бурые, иногда с красноватым оттенком. Чечевички крупные. Сердцевина беловатая с рыжеватым оттенком, более или менее шестигранная.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Будра плющевидная</h4>
                <p>Многолетняя трава с ползучим голым или с короткими волосками стеблем длиной 20—50 см, с многочисленными укореняющимися побегами.

                    Листья почковидные или округло-почковидные, крупногородчатые, на длинных черешках (у нижних листьев черешки длиннее, чем у верхних).

                    Цветоносные побеги приподнимающиеся. Цветки маленькие, трубчатые, двугубые, фиолетовые или синевато-лиловые, собраны пучками по 3—4 штуки в пазухах средних и верхних листьев. Нижняя губа длиннее верхней. Цветение в первой половине лета.

                    Плод — бурый яйцевидный эрем длиной до 2 мм. Плоды созревают в августе.

                    Растение очень пахучее.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/budra.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/vetrenica.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ветреница лесная</h4>
                <p>Стебель 5—15 см высотой, вверху почти беловойлочный.

                    Цветоносный стебель с мутовкой из трёх черешковых листьев, опушённых с обеих сторон, рассечённых на три сегмента.

                    Корневище вертикальное.

                    Прикорневые листья в числе двух—шести, длинночерешковые, с тремя—пятью ромбическими трёхраздельными сегментами.

                    Цветоносы одиночные, длинные.

                    Цветки 3—7 см в диаметре. Листочки околоцветника чисто белые, в числе пяти, снаружи опушённые.

                    Плоды многочисленные, с густым опушением.

                    Цветет в конце весны — начале лета.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Герань лесная</h4>
                <p>Косое или почти вертикальное корневище вверху утолщено и покрыто остатками прикорневых листьев.

                    Стебли достигают в высоту 30—80 см, прямостоячие, в верхней части разветвлённые, покрытые волосками.

                    Прикорневые почковидно-округлые (почти семираздельные) на длинных волосистых черешках листья собраны в розетку, сверху прижато-волосистые. Доли их широкоромбические или яйцевидные, неглубоко перистонадрезанные или крупнозубчатые. Средние стеблевые листья значительно меньше. Верхние стеблевые листья супротивные, почти сидячие. Ланцетные прилистники длиной до 2 см.

                    Цветки крупные, собраны по два в рыхлое соцветие. Лепестки обратнояйцевидные, длиной до 15—20 мм. В зависимости от почвенных условий, цвет лепестков варьирует от розовато-лилового до голубого, редко белый. Чашелистики в 1,5—2 раза короче лепестков. Тычинок десять, от половины высоты они реснитчатые, к основанию расширяются до узколанцетных.

                    Цветёт в июне — июле.

                    Плоды в центральной части европейской России созревают в июле — сентябре. Распространяется преимущественно семенами.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/geran.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhivuchka.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Живучка ползучая</h4>
                <p>Живучка ползучая — многолетнее травянистое растение. Вид полиморфный, у растений могут в значительной степени отличаться опушение, стелющиеся побеги (у некоторых растений могут отсутствовать), время цветения, окраска листьев и венчика.

                    Корневище короткое.

                    Плоды живучки ползучей крупным планом
                    Листья мягкие, лопатчатые (овальные), с волнистыми выемчатыми и коротко-зубчатыми краями; коротко опушённые или с двух сторон или только сверху. Прикорневые листья собраны в розетки высотой до 8 см, из которых растут длинные ползучие укореняющиеся побеги (усы), из-за которых растение и получило свой видовой эпитет. Весной из-под розеток начинают расти четырёхгранные цветоносные стебли высотой до 35 см; стебли могут быть опушены с двух сторон либо опушение может отсутствовать.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Хохлатка Геллера</h4>
                <p>Многолетник.

                    Клубень 8—15 мм диаметром, светло-коричневого цвета.

                    Стебель 8—20 см высотой, простой или с одной веточкой в пазухе чешуевидного листа; последний расположен невысоко над клубнем, большой, продолговатый. В пазухах нижних чешуевидных листьев — почка возобновления. В её основании камбий, который сформирует клубень будущего года (остальное отомрёт). Иногда у взрослых мощных экземпляров так работают 2 почки, что может приводить к формированию небольших клонов.

                    Листьев обычно 2; нежные, сизые; черешки не длинные; пластинка широкая, дважды, почти трижды тройчатая; сегменты на длинных черешочках, почти до основания или до ¼—½ надрезанные на линейно-продолговатые, слегка клиновидные, тупые, реже обратнояйцевидные дольки; иногда доли цельные или на верхушке с 2—4 тупыми зубцами.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/hohlatka.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/yasmennik.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ясменник душистый</h4>
                <p>Подмаренник душистый — многолетнее растение с тонким ползучим подземным корневищем. Стебель гладкий, четырёхгранный, высотой 10—60 см.

                    Листья обратноланцетовидные, остроконечные, собранные по 6—10 штук в мутовках, иногда рассеянно-щетинистые.

                    Цветки мелкие белые, с характерным приятным запахом. Они собраны в верхушечное соцветие, состоящее из нескольких полузонтиков. Венчик белый, воронковидный, 3—7 мм в диаметре. Трубка несколько короче продолговатых лопастей. Тычинки на коротких нитях, пыльники выставляются из зева цветка, двухраздельный столбик скрыт в трубке венчика.

                    Плоды шаровидные, длиной и шириной 3—4 мм, покрытые волосками. Растение цветёт в апреле — июне. Период плодоношения наступает в июле — сентябре.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Сныть пестролистная фор</h4>
                <p>Высота до 50 см; теневыносливое; многолетнее; морозоустойчивое; медонос. Листва — в виде трилистников, длина центральных листочков достигает 10 см. Лист контрастный: внутри светло-зелёный, по краям белый, вытянутый, с резным краем. Верхняя сторона гладкая, нижняя — слегка опушённая. Цветёт с конца мая по июнь белыми зонтиками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/snytpestraya.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/bereza.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Берёза бородавчатая</h4>
                <p>При благоприятных условиях достигает 25—30 м в высоту, 7-12 м в диаметре кроны и до 80 см в диаметре ствола.

                    Корневая система берёзы сильно развита, но проникает в почву неглубоко, поэтому деревья нередко подвергаются ветровалу.

                    Кора у молодых деревьев коричневая, а с восьми — десяти лет белеет. Молодые особи по коре можно спутать с видами ольхи. Во взрослом состоянии хорошо отличается от других деревьев по белой коре. У более старых деревьев кора в нижней части ствола становится глубокотрещиноватой, чёрной.

                    На юге ареала известна форма с почти черной корой - Betula pendula f. obscura.
                </p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Береза пушистая</h4>
                <p>При благоприятных условиях достигает 25—30 м в высоту и до 80 см в диаметре. Кора у молодых деревьев коричневато-бурая, а с 8—10 лет белеет. Молодые особи можно спутать с видами ольхи. Во взрослом состоянии хорошо отличается от других деревьев по белой коре; кора почти до самого основания ствола белая, гладкая, без чёрных трещин, в отличие от берёзы повислой, лишь внизу неглубоко растрескивается в старости. Однолетние побеги густоопушённые, в отличие от берёзы повислой на ветвях нет желёз-бородавочек. Ветви не поникающие. Крона в молодом возрасте стройная, узкая, с возрастом становится раскидистой. Корневая система берёзы сильно развита, но проникает в почву неглубоко, поэтому деревья нередко подвергаются ветровалу.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/bereza2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/ryabina.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Рябина обыкновенная</h4>
                <p>Дерево. Достигает 12 м высоты (обычно 5—10 м). Крона округлая, ажурная (достигает более 5,5 м в ширину).

                    Побеги голые, красновато-бурые, покрытые блестящею сероватого цвета пленкой, легко стирающейся. Молодые побеги серовато-красные, опушены. Кора взрослых деревьев гладкая светло-серо-коричневая или жёлто-серая, блестящая.

                    Почки войлочно-пушистые. Конечные почки конусовидные, до 18 мм длины и 5 мм толщины.

                    Листья до 20 см длиной, очерёдные, непарноперистосложные, состоят из 7—15 почти сидячих ланцетных или вытянутых, заострённых, зубчатых по краю листочков, цельнокрайних в нижней части и пильчатых в верхней, сверху зелёных, обычно матовых, снизу заметно более бледных, опушённых. Осенью листья окрашиваются в золотистые и красные тона.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ель европейская</h4>
                <p>Вечнозелёное древесное растение высотой до 30 м (изредка до 50 м). Крона в виде конуса, образуется поникающими или распростёртыми ветвями, расположенными мутовчато.

                    Корневая система поверхностная, из-за этого растения нередко подвергаются ветровалам.

                    Кора серого цвета, отслаивающаяся тонкими пластинками.

                    Четырёхгранные хвоинки (листья), расположенные по спирали, сидят по одной на листовых подушечках. Длина хвоинок — от 1 до 2,5 см. Продолжительность жизни каждой хвоинки — шесть и более лет.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/el.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/pihta.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Пихта сибирская</h4>
                <p>Вечнозелёное дерево до 30 м высотой, с красивой узкоконической, почти колонновидной кроной. Ствол вверху цилиндрический, внизу ребристый. Ветви тонкие, у свободно растущих деревьев опускаются почти до самой земли.

                    Кора гладкая, тонкая, тёмно-серая, с утолщениями (желваками), заполненными душистой прозрачной живицей (также называемой «пихтовый бальзам»).

                    Почки, развивающиеся на концах, надёжно защищены плотно прилегающими друг к другу чешуйками, покрытыми защитным слоем смолы. Хвоя не колючая, ароматная, плоская, длиной до 3 см, тёмно-зелёная, блестящая. Снизу — две беловатые полоски с восковым налётом, в каждой 3—4 ряда устьиц. Отдельно каждая хвоинка сохраняется на дереве 7—10 лет. Отмирая, она оставляет на ветке небольшой плоский рубец.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Пузыреплодник калинолистный</h4>
                <p>Кустарник высотой до 1,5—3 м. Ветви поникающие.

                    Кора коричневая или буроватая с возрастом отслаивающаяся. От почек вниз по побегу идут хорошо заметные рёбра. Почки продолговато-яйцевидные, бурые, длиной 4—6 мм.

                    Сердцевина широкая, бурая; древесина белая.

                    Листья округло-яйцевидные или округло-эллиптические, длиной до 4 см, с 3—5 тупыми лопастями, из которых средняя более крупная. Край листа пильчато-зубчатый. Листовые пластинки сверху зелёные, снизу более светлые. Осенью золотистые.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/puzyr.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/snezhnoyagodnik.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Снежноягодник белый</h4>
                <p>Листопадный кустарник высотой до 1,5 метров с тонкими побегами.

                    Листья супротивные, яйцевидные или овальные, цельнокрайние, длиной до 2—5 см. С верхней стороны зелёные, голые, с нижней — сизые и слегка опушённые.

                    Цветки мелкие (0,6 см диаметром), с колокольчатым 4—5-лопастным розовым венчиком, собраны в густые кистевидные соцветия в пазухах листьев. Цветёт с мая по сентябрь.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Спирея берёзолистная и рябинолистная</h4>
                <p>Растения высотой от 15 см до 2,5 м. Корневая система мочковатая, неглубокая.

                    Ветви прямостоящие, раскинутые, лежачие, поднимающиеся или стелющиеся, от светло- до тёмно-бурых, с продольно отслаивающейся корой. Молодые побеги светло-зелёные, желтоватые, красноватые или коричневые, голые или опушённые.

                    Почки мелкие, у отдельных видов длиной до 0,5—1 см, одиночные или по две, круглые, от яйцевидных до остроконечных, голые или опушённые, с 2—8 чешуями. Листья очерёдные, черешковые, без прилистников, от узко ланцетно-линейных до круглых, 3—5-лопастные, просто- или двоякопильчато-зубчатые.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/spyreya.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/smorodina.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Смородина альпийская </h4>
                <p>Кустарник около 1,5 метров высотой, с плотно облиственёнными густыми компактно расположенными ветвями.

                    Листья трёхлопастные тёмно-зелёные блестящие, шириной до 4 см, сверху покрытые жёсткими железистыми щетинками. Обратная сторона листа светлая, гладкая, голая.

                    Цветки зеленовато-жёлтого цвета. На цветоножках имеются железистые щетинки. Соцветия состоят из 15—30 мужских цветков или 1—5 женских, образующих непоникающие кисти.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ожика лесная и снежная </h4>
                <p>Многолетнее, вечнозелёное, ярко-зелёное, густо-дернистое растение с косым корневищем. Стебли прямые, книзу утолщённые, высотой 30—70 см, до верху олиственные, у основания одетые бледно-бурыми, острыми, безлистными влагалищами.

                    Прикорневые листья плоские, тонко-кожистые, длинные, но короче стебля, шириной до 15 мм, быстро суженные, по краю бело-ресничатые; стеблевые — во много раз меньше.

                    Соцветие сложное, метельчато-развесистое, с тонкими, часто поникающими веточками, прицветный лист во много раз короче соцветия. Цветки длиной 3,5—5 мм, собраны на концах веточек головчато по два—три, реже четыре;</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/ozhika.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/sytnykovie.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Сем. Ситниковые</h4>
                <p>Ситниковые — однолетние или многолетние травы, редко полукустарники. Растут густыми дерновинами или, развивая ползучие корневища, — более редкими зарослями.

                    Стебли обыкновенно простые, цилиндрические, губчатые или полые, разделенные поперечными диафрагмами на членики.

                    Листья чаще прикорневые, очерёдные, трёхрядные, двухрядные — у Дистихии или неправильно двухрядные — у Оксихлоэ. Влагалища открытые (у Ситника) или закрытые (у Ожика) влагалищем; иногда все листья редуцированы до влагалищ. Располагаются листья или по всему стеблю, или только у его основания, по спирали или в два ряда. Листовые пластинки линейные, цилиндрические или желобчатые, а иногда плоские.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ландыш майский</h4>
                <p>Травянистое многолетнее растение 15—30 см высотой. Подземное корневище горизонтальное ползучее, не толще гусиного пера, несёт близ верхушки несколько бледных небольших низовых листьев, полускрытых в земле. Корни мелкие, многочисленные, мочковатые.

                    Надземные побеги укороченные. За низовыми листьями следуют два (редко три) больших, совершенно цельных широколанцетных (или продолговато-эллиптических) заострённых прикорневых листа, между которыми на верхушке корневища находится крупная почка. Из угла низового листа, обхватывающего снизу оба зелёных, выступает цветоносный стебель, несущий кисть из 6—20 цветков, обращённых преимущественно в одну сторону.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/landysh.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/lutik.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Лютик ползучий</h4>
                <p>Лютик ползучий — многолетнее травянистое растение высотой 15-40 см с коротким ветвистым корневищем. Стебель восходящий или стелющийся, укореняющийся в узлах, толстый, сочный, голый или коротко опушённый.

                    Прикорневые листья черешковые, тройчатые, состоящие из ромбовидно-яйцевидных, глубоко тройчатораздельных, неравнозубчатых листочков. Верхние листья сидячие, ланцетные, тройчатораздельные.

                    Цветки обоеполые, правильные, с пятью оттопыренными чашелистиками, пятью золотисто-жёлтыми лепестками, многочисленными тычинками и пестиками.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Папоротник </h4>
                <p>Он имеет характерного вида короткое и толстое, косо поднимающееся вверх корневище, покрытое широкими мягкими чешуями (коричневыми или чёрными) и остатками листовых черешков.У щитовника мужского вильчатое жилкование .

                    На вершине корневища располагается розетка крупных листьев с дважды перистой пластинкой. Длинные (ланцетной формы) прямостоячие двоякоперисторассечённые вайи собраны в воронковидный пучок. Листовые черешки короткие, толстые, густо усаженные короткими бурыми чешуйками. Если повернуть лист нижней стороной к себе, можно увидеть на сегментах листовой пластинки по пять — восемь сорусов, расположенных точно в местах разветвления питающих жилок и прикрытых сверху почковидными покрывальцами. Сорусы расположены в два ряда. Споры (видимые только под мощным микроскопом) имеют почковидную форму с гребешочками и усечёнными бородавочками по всей поверхности.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/paporotnik.jfif">
                </div>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
    require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>