<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/barvinok.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Барвинок малый</h4>
                <p>Барвинок малый — вечнозелёное многолетнее травянистое растение (или кустарничек) с тонким горизонтальным корневищем и прямостоячими цветоносными стеблями высотой 15—20 см (в культуре до 40—60 см). Помимо цветоносных стеблей, у растения также имеются бесплодные простёртые, укореняющиеся вегетативные стебли длиной до 100—150 см.

                    Листья супротивные, эллиптические, кожистые, блестящие, голые, длиной 2—5 см и шириной до 2,5 см, острые или туповатые, сверху тёмно-зелёные, снизу серо-зелёные, на черешках длиной 2—5 мм, собраны в мутовки по три штуки.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Бруннера крупнолистная</h4>
                <p>Многолетнее короткокорневищное травянистое растение. Корневище горизонтальное, толщиной 0,5—1 см, чёрно-бурое, с нитевидными придаточными корнями.

                    Стебель прямостоячий, до 60 см высотой, обычно одиночный, покрытый короткими редкими волосками, направленными вниз.

                    Листья вегетативных розеточных побегов 10-20 см шириной на длинных до 40 см, покрытых щетинистыми волосками черешках. Пластинки листьев тонкие, до 12(18) см длиной и такой же ширины, почковидно-сердцевидные, на верхушке коротко заострённые, цельнокрайние, сверху тёмно-зелёные, снизу более светлые, с обеих сторон опушённые мелкими щетинистыми волосками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/brunnera.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/vetrenica2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ветреница хубейская</h4>
                <p>Растение с длинными и крепкими стеблями высотой до полутора метров.

                    Корневище ползучее.

                    Листья тёмно-зелёного цвета, крупные, перисто-рассечённые.

                    Цветки с центром золотистого цвета распускаются в конце лета — начале осени. Лепестки окружают соцветие и не видны за чашелистиками белого или розового цветов.

                    Растение, как все лютиковые, содержит ядовитые вещества, чем объясняется горький вкус сока травы.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Герань темная</h4>
                <p>Многолетнее травянистое растение.

                    Корневище нисходящее, узловатое, увенчанное остатками прилистников.

                    Стебли 30—70 см высотой, прямые, вверху разветвлённые, покрыты длинными оттопыренными волосками, вверху, кроме того, и железистыми.

                    Прикорневые листья на голых, длинных, 10—30 см длиной, черешках; пластинка их в очертании надрезана на 5—7 долей, широко клиновидно-ромбических и крупно надрезано-зубчатых; пластинки вверху покрыты прижатыми длинными волосками, снизу коротко опушённые или голые. Стеблевые листья менее крупные и на более коротких черешках. Прилистники яйцевидно-ланцетные, вдруг заострённые, волосистые, буроватые.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/geran2.JPG">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/goryanka.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Горянка</h4>
                <p>Представители вида — многолетние травы с ползучим корневищем. Декоративные растения.

                    Листья преимущественно прикорневые или на стебле в числе 1—2, пластинка листа просто- или дважды-тройственно-рассечённая, дольки с некрупными зубцами.

                    Чашелистиков 8, лепестковидных, окрашенных; наружные менее крупные и менее ярко окрашенные.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Медуница красная</h4>
                <p>Представители рода — многолетние травянистые растения высотой не более нескольких десятков сантиметров. Нередко у растений ширина больше, чем высота. Надземная часть растений весной обычно представляет собой лишь стебель с цветками и небольшими листьями, летом же, после увядания стебля, надземная часть состоит из довольно больших прикорневых листьев.

                    Корневище ползучее, многолетнее, ветвистое.

                    Стебель прямостоячий, обычно с шероховатым опушением.

                    Листья цельные, овальные или ланцетовидные, заострённые на верхушке, иногда с опушением, у некоторых видов — со светлыми пятнами</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/medunica.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/hohlatka2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Хохлатка клубневая</h4>
                <p>Представители рода — большей частью многолетние растения, но встречаются также и однолетники.

                    Листья папоротникообразные, дважды- или триждысложные.

                    Соцветия кистевидные или одиночные цветки на длинных цветоносах. Верхний лепесток имеет резковыраженный шпорец, в котором накапливается нектар. Нектар хохлаток доступен только насекомым с длинным хоботком (например, шмелям). Другие опылители хохлатки — самцы комаров и мухи-журчалки.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Перловник транссильванский</h4>
                <p>Многолетнее травянистое растение. Стебель высотой 30—100 см.

                    Листья опушённые.

                    Соцветия — колос и метёлка. Цветки мелкие, белого, зелёного или фиолетового цвета.

                    Плод — зерновка белого или жёлтого цвета. Цветёт с мая по август.

                    Число хромосом — 2n=18</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/perlovnik.JPG">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/dub.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Дуб черешчатый</h4>
                <p>Крупное, обычно сильно ветвящееся дерево с огромной кроной и мощным стволом. Достигает высоты 20—40 м. Может дожить до 2000 лет, но обычно живёт 300—400 лет. Рост в высоту прекращается в возрасте 100—200 лет; прирост в толщину, хоть и незначительный, продолжается всю жизнь[2]. Вероятно, старейшим представителем следует считать Стелмужский дуб с окружностью ствола 13 м в Литве. Его возраст, по разным оценкам, — от 700 до 2000 лет.

                    Корневая система состоит из очень длинного стержневого корня; с шести—восьми лет начинают развиваться боковые корни, тоже уходящие глубоко в землю.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Дуб красный</h4>
                <p>Взрослое дерево достигает 25 м в высоту. Дерево стройное, с густой шатровидной кроной. Ствол покрыт тонкой, гладкой, серой корой, у старых деревьев кора растрескивается. Имеет хорошо развитую корневую систему, растущую вглубь. Молодые побеги рыжевато-войлочные, однолетние — красно-бурые, гладкие.

                    Листья глубоковыемчатые, тонкие, блестящие, до 15—25 см, с четырьмя-пятью заострёнными лопастями с каждой стороны листа, при распускании красноватые, летом тёмно-зелёные, более светлые снизу, осенью, перед опадением, у молодых деревьев — шарлахово-красные, у старых — буровато-коричневые.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/dub2.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/lipa.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Липа мелколистная</h4>
                <p>Листопадное дерево 20—38 м высотой с шатровидной кроной.

                    Кора тёмная, на старых деревьях бороздчатая.

                    Листья очерёдные, сердцевидные, длинночерешковые, зубчатые, с оттянутой заострённой верхушкой, сверху зелёные, снизу сизоватые.

                    Цветки правильные, обоеполые, с двойным пятираздельным околоцветником, до 1—1,5 см в диаметре, желтовато-белые, пахучие, собраны в повислые щитковидные соцветия по 3—11 штук, при соцветиях имеется продолговатый желтовато-зелёный прилистник.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Лещина обыкновенная</h4>
                <p></p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch"></h4>
                <p></p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4></h4>
                <p></p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch"></h4>
                <p></p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4></h4>
                <p></p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch"></h4>
                <p></p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4></h4>
                <p></p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch"></h4>
                <p></p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4></h4>
                <p></p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost.jfif">
                </div>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>