<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/barvinok.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Барвинок малый</h4>
                <p>Барвинок малый — вечнозелёное многолетнее травянистое растение (или кустарничек) с тонким горизонтальным корневищем и прямостоячими цветоносными стеблями высотой 15—20 см (в культуре до 40—60 см). Помимо цветоносных стеблей, у растения также имеются бесплодные простёртые, укореняющиеся вегетативные стебли длиной до 100—150 см.

                    Листья супротивные, эллиптические, кожистые, блестящие, голые, длиной 2—5 см и шириной до 2,5 см, острые или туповатые, сверху тёмно-зелёные, снизу серо-зелёные, на черешках длиной 2—5 мм, собраны в мутовки по три штуки.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Бруннера крупнолистная</h4>
                <p>Многолетнее короткокорневищное травянистое растение. Корневище горизонтальное, толщиной 0,5—1 см, чёрно-бурое, с нитевидными придаточными корнями.

                    Стебель прямостоячий, до 60 см высотой, обычно одиночный, покрытый короткими редкими волосками, направленными вниз.

                    Листья вегетативных розеточных побегов 10-20 см шириной на длинных до 40 см, покрытых щетинистыми волосками черешках. Пластинки листьев тонкие, до 12(18) см длиной и такой же ширины, почковидно-сердцевидные, на верхушке коротко заострённые, цельнокрайние, сверху тёмно-зелёные, снизу более светлые, с обеих сторон опушённые мелкими щетинистыми волосками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/brunnera.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/vetrenica2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ветреница хубейская</h4>
                <p>Растение с длинными и крепкими стеблями высотой до полутора метров.

                    Корневище ползучее.

                    Листья тёмно-зелёного цвета, крупные, перисто-рассечённые.

                    Цветки с центром золотистого цвета распускаются в конце лета — начале осени. Лепестки окружают соцветие и не видны за чашелистиками белого или розового цветов.

                    Растение, как все лютиковые, содержит ядовитые вещества, чем объясняется горький вкус сока травы.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Герань темная</h4>
                <p>Многолетнее травянистое растение.

                    Корневище нисходящее, узловатое, увенчанное остатками прилистников.

                    Стебли 30—70 см высотой, прямые, вверху разветвлённые, покрыты длинными оттопыренными волосками, вверху, кроме того, и железистыми.

                    Прикорневые листья на голых, длинных, 10—30 см длиной, черешках; пластинка их в очертании надрезана на 5—7 долей, широко клиновидно-ромбических и крупно надрезано-зубчатых; пластинки вверху покрыты прижатыми длинными волосками, снизу коротко опушённые или голые. Стеблевые листья менее крупные и на более коротких черешках. Прилистники яйцевидно-ланцетные, вдруг заострённые, волосистые, буроватые.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/geran2.JPG">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/goryanka.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Горянка</h4>
                <p>Представители вида — многолетние травы с ползучим корневищем. Декоративные растения.

                    Листья преимущественно прикорневые или на стебле в числе 1—2, пластинка листа просто- или дважды-тройственно-рассечённая, дольки с некрупными зубцами.

                    Чашелистиков 8, лепестковидных, окрашенных; наружные менее крупные и менее ярко окрашенные.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Медуница красная</h4>
                <p>Представители рода — многолетние травянистые растения высотой не более нескольких десятков сантиметров. Нередко у растений ширина больше, чем высота. Надземная часть растений весной обычно представляет собой лишь стебель с цветками и небольшими листьями, летом же, после увядания стебля, надземная часть состоит из довольно больших прикорневых листьев.

                    Корневище ползучее, многолетнее, ветвистое.

                    Стебель прямостоячий, обычно с шероховатым опушением.

                    Листья цельные, овальные или ланцетовидные, заострённые на верхушке, иногда с опушением, у некоторых видов — со светлыми пятнами</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/medunica.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/hohlatka2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Хохлатка клубневая</h4>
                <p>Представители рода — большей частью многолетние растения, но встречаются также и однолетники.

                    Листья папоротникообразные, дважды- или триждысложные.

                    Соцветия кистевидные или одиночные цветки на длинных цветоносах. Верхний лепесток имеет резковыраженный шпорец, в котором накапливается нектар. Нектар хохлаток доступен только насекомым с длинным хоботком (например, шмелям). Другие опылители хохлатки — самцы комаров и мухи-журчалки.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Перловник транссильванский</h4>
                <p>Многолетнее травянистое растение. Стебель высотой 30—100 см.

                    Листья опушённые.

                    Соцветия — колос и метёлка. Цветки мелкие, белого, зелёного или фиолетового цвета.

                    Плод — зерновка белого или жёлтого цвета. Цветёт с мая по август.

                    Число хромосом — 2n=18</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/perlovnik.JPG">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/dub.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Дуб черешчатый</h4>
                <p>Крупное, обычно сильно ветвящееся дерево с огромной кроной и мощным стволом. Достигает высоты 20—40 м. Может дожить до 2000 лет, но обычно живёт 300—400 лет. Рост в высоту прекращается в возрасте 100—200 лет; прирост в толщину, хоть и незначительный, продолжается всю жизнь. Вероятно, старейшим представителем следует считать Стелмужский дуб с окружностью ствола 13 м в Литве. Его возраст, по разным оценкам, — от 700 до 2000 лет.

                    Корневая система состоит из очень длинного стержневого корня; с шести—восьми лет начинают развиваться боковые корни, тоже уходящие глубоко в землю.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Дуб красный</h4>
                <p>Взрослое дерево достигает 25 м в высоту. Дерево стройное, с густой шатровидной кроной. Ствол покрыт тонкой, гладкой, серой корой, у старых деревьев кора растрескивается. Имеет хорошо развитую корневую систему, растущую вглубь. Молодые побеги рыжевато-войлочные, однолетние — красно-бурые, гладкие.

                    Листья глубоковыемчатые, тонкие, блестящие, до 15—25 см, с четырьмя-пятью заострёнными лопастями с каждой стороны листа, при распускании красноватые, летом тёмно-зелёные, более светлые снизу, осенью, перед опадением, у молодых деревьев — шарлахово-красные, у старых — буровато-коричневые.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/dub2.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/lipa.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Липа мелколистная</h4>
                <p>Листопадное дерево 20—38 м высотой с шатровидной кроной.

                    Кора тёмная, на старых деревьях бороздчатая.

                    Листья очерёдные, сердцевидные, длинночерешковые, зубчатые, с оттянутой заострённой верхушкой, сверху зелёные, снизу сизоватые.

                    Цветки правильные, обоеполые, с двойным пятираздельным околоцветником, до 1—1,5 см в диаметре, желтовато-белые, пахучие, собраны в повислые щитковидные соцветия по 3—11 штук, при соцветиях имеется продолговатый желтовато-зелёный прилистник.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Лещина обыкновенная</h4>
                <p>Кустарник высотой 2—5 (до 7) м, иногда растущий древовидно; крона яйцевидная или плоско-шаровидная. Кора стволов гладкая, светлая, коричневато-серая, поперечно-полосатая; побегов — буровато-серая, опушённая, желёзисто-волосистая. Корневая система поверхностная, мощная. Сперва развивается стержневой корень, к третьему году идёт образование боковых, мощных узловатых корней. Один из боковых корней обычно более мощный и длинный.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/leshina.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/boyaryshnik.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Боярышник обыкновенный</h4>
                <p>Боярышник обыкновенный представляет собой большой кустарник или небольшое деревцо с несимметричной кроной, достигающие в высоту 3—8 м, редко до 12 м. Кора старых ветвей светло-серая; ветки оливково- или красновато-коричневые; молодые побеги мягко-волосистые, позднее голые. Колючки длиной 0,6—2,5 см, у культурных экземпляров немногочисленные, иногда имеются также олиственные колючки.

                    Почки яйцевидно-округлые, длиной 2—3 мм. </p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Калина гордовина</h4>
                <p>Гордовина — кустарник или дерево до 6 м высотой. Молодые веточки и почки сероватые, волосисто-опушённые. Кора трёхлетнего возраста растрескивающаяся, серая. Крона густая.

                    Листья 5—10 см длиной, на черешках до 3 см, яйцевидной или обратнояйцевидной формы, чаще всего с заострённым концом и закруглённым основанием, со слабозубчатым краем. Верхняя поверхность пластинки листа шероховатая, тёмно-зелёная, нижняя — войлочно-опушённая, затем бархатисто-опушённая.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kalina2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/buzina.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Бузина черная</h4>
                <p>Бузина чёрная — кустарник или деревце высотой 2—6 м (реже до 10 м). Стебли ветвистые, имеют тонкую деревянистую оболочку и белую пористую мягкую сердцевину. Молодые ветви зелёные, затем буровато-серые с большим количеством желтоватых чечевичек.

                    Листья — супротивные, крупные, длиной 10—30 см, непарноперистые, состоят из трёх-семи продолговато-яйцевидных длиннозаострённых листочков на очень коротких черешках. Листочки с широко клиновидным основанием, по краям неравнопильчатые, с верхней стороны тёмно-зелёные, снизу более светлые.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Бересклет бородавчатый</h4>
                <p>Бересклет бородавчатый — прямостоячий листопадный кустарник (высотой обычно от одного до двух метров, иногда до 3,5 м) либо небольшое дерево высотой до 6 м. Время жизни растения — до пятидесяти лет. За первые пятнадцать лет куст вырастает примерно до полутора метров, после чего его рост существенно замедляется, а после тридцати лет прекращается.

                    Сеянцы бересклета бородавчатого в течение нескольких лет могут сохранять как семядоли, так и настоящие листья (в условиях Подмосковья — до трёх лет, а иногда, под пологом леса, — даже до 7—8-летнего возраста). Данная особенность указывает на то, что когда-то бересклеты были вечнозелёными растениями.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/beresklet.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/irga.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ирга Ламарка</h4>
                <p>Ирга Ламарка - Большой листопадный цветущий кустарник или небольшое дерево из семейства розоцветных. Весной он производит белые цветы в форме звезды, которые появляются одновременно с распусканием новых листьев . Его молодые ягодоподобные семечковые плоды темно-красные в молодом возрасте, но становятся темно-фиолетовыми при созревании. Плоды съедобны, имеют яблочно-сладкий вкус. Листья также меняют цвет, открываясь в розовый цвет, созревая до желто-зеленого и становясь красными осенью.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Осока лесная</h4>
                <p>Зелёное или ярко-зелёное растение с деревянистым корневищем, образующим рыхлые дерновины.

                    Стебли кверху тонкие и поникающие, гладкие, 30—100 см высотой, у основания одетые светло-бурыми цельными влагалищами.

                    Листья мягкие, широко-линейно-ланцетные, (3—4)5—15(20) мм шириной, короче стебля.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/osoka.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zelenchuk.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Зеленчук желтый</h4>
                <p>Травянистый многолетник со стелющимися, укореняющимися вегетативными побегами. Стебли с мягкими волосками. Цветущие побеги прямостоячие, высотой 30—60 см.

                    Листья супротивные черешковые, яйцевидные, острые, морщинистые, сверху голые, по краю и черешку реснитчатые, снизу покрыты прижатыми белыми волосками, зубчатые или пильчато-городчатые, часто с белыми пятнами. Верхние листья мельче нижних.

                    Цветки собраны по шесть в мутовки в пазухах верхних листьев, прицветники линейно-ланцетные, острые, отогнутые вниз, по краю реснитчатые.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Живучка ползучая</h4>
                <p>Живучка ползучая — многолетнее травянистое растение. Вид полиморфный, у растений могут в значительной степени отличаться опушение, стелющиеся побеги (у некоторых растений могут отсутствовать), время цветения, окраска листьев и венчика.

                    Корневище короткое.

                    Плоды живучки ползучей крупным планом
                    Листья мягкие, лопатчатые (овальные), с волнистыми выемчатыми и коротко-зубчатыми краями; коротко опушённые или с двух сторон или только сверху. Прикорневые листья собраны в розетки высотой до 8 см, из которых растут длинные ползучие укореняющиеся побеги (усы), из-за которых растение и получило свой видовой эпитет. Весной из-под розеток начинают расти четырёхгранные цветоносные стебли высотой до 35 см; стебли могут быть опушены с двух сторон либо опушение может отсутствовать.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhivuchka.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/klen.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Клён остролистный</h4>
                <p>Листопадное дерево высотой 12—28 м с широкой, густой шаровидной кроной[4].

                    Кора молодых деревьев гладкая, серо-коричневая, с возрастом темнеет до почти чёрной и покрывается длинными, узкими, переплетающимися продольными трещинами.

                    Ветви крепкие, широкие, направлены вверх; коричневые либо красновато-серые, с терминальной (верхушечной) зелёной либо фиолетовой почкой в виде тюрбана с крупными почечными чешуйками.

                    Листья простые, дланевидные, супротивные, с 5—7 зазубренными, крупнозубчатыми лопастями, на концах лопастей заострённые, голые, до 18 см в длину. </p>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>