<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/iva.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ива белая</h4>
                <p>Дерево (после рубки может принимать форму кустарника) высотой 20—30 м, с шатровидной или широкоокруглой, нередко плакучей кроной, мощным стволом диаметром до 3 м (зачастую стволов несколько), покрытым тёмно-серой глубоко трещиноватой корой (горькой на вкус), на старых стволах — грубо-продольно-трещиноватой. Молодые побеги оливково-зелёные или красно-бурые, на концах серебристо-пушистые. Более старые побеги голые, гибкие, неломкие, блестящие, желтовато-красно-бурых тонов. Нижние ветви часто склоняются до самой земли.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ива ломкая</h4>
                <p>Дерево высотой 15—20 метров, в высоту достигает около 6-8 метров к 10 годам. Продолжительность жизни до 75 лет. Крона шатровидная, широко раскидистая. Кора серо-бурого цвета, с глубокими трещинами. Ветви прямые, немного поникшие, голые, блестящие, немного красноватого или оливково-зелёного цвета. После четвёртого года жизни становятся ломкими у основания.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/iva2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/iva3.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ива Курайская</h4>
                <p>Она представляет собой кустарник высотой до 4 м с лёгкой овальной ажурной кроной из тонких длинных дуговидно поникающих побегов с почти белой корой и сизыми с обеих сторон листьями. В Ботаническом саду г. Екатеринбурга её называют ‘Снежный Шар’, так как она имеет очень светлую окраску на фоне окружающей древесно-кустарниковой растительности. Ею можно имитировать голубое облако при выращивании группой или одиночно.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Черемуха обыкновенная</h4>
                <p>Деревце, дерево или крупный кустарник высотой 0,6—10 м, крона удлинённая, густая. Кора матовая, чёрно-серая, с беловатыми чечевичками. Молодые ветви оливковые или вишнёво-красные.

                    Листья простые, очерёдные, яйцевидно-ланцетные или продолговато-эллиптические, длиной 3—10 (реже 15) см, голые, тонкие, на коротких черешках, заострённые, по краю остропильчатые</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/cheremuha.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/akvilegia.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Аквилегия железковая</h4>
                <p>Многолетнее травянистое растение, в природе достигающее 15—60 см в высоту. Стебель прямой, почти голый, ближе к цветкам густо опушённый. Листья дважды рассечённые на обратнояйцевидные или треугольно-округлые трёхдольчатые тупозубчатые листочки.

                    Цветки одиночные или собранные в соцветия по 2—3, крупные, обычно ярко-синего, реже желтоватого или беловатого цвета</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ива пурпурная</h4>
                <p>Изящный тонковетвистый кустарник высотой 2—4 (до 10) м, чаще около 1 м. Кора внутри лимонно-жёлтая; снаружи с сизоватым налётом. Ветви гибкие, голые, гладкие, с белой гладкой древесиной, не желтеющей на воздухе.

                    Почки длиной 3—5 мм, прижатые, красно-бурые (цветочные жёлтые), часто супротивные, голые. Прилистники линейно-ланцетные, длиной до 1,5—1,8 см, пильчатые, рано опадают.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/iva4.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/iva5.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ива филиколистная</h4>
                <p>Кустарник высотой 0,5—3,5 м, чаще не выше 1 м. Ветви жёлто-бурые или красноватые, толстоватые, голые, блестящие. Обнажённая древесина без валиков.

                    Почки продолговатые, желтоватые, покрытые редкими прижатыми волосками. Прилистники мелкие, полусердцевидные или широко-серповидные, железисто-зубчатые, быстро опадающие. Листья от эллиптических или обратнояйцевидиых до ланцетных и узколанцетных, длиной 4—9 см, шириной 2—4 см, с наибольшей шириной у середины или выше, на вершине острые, к основанию суженные или округлые, неглубоко и неравномерно зубчатые, иногда почти цельнокрайние, жестковатые, сверху блестящие, тёмно-зелёные, снизу сизо-беловатые или светло-зелёные.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Дёрен белый</h4>
                <p>Это вырастающий до трех метров листопадный кустарник. Его устремленные вверх прямые ветки имеют красноватую окраску различных оттенков. Молодые побеги часто с легким сизоватым налетом. Зеленые листья овальной формы, заостренные кверху, слегка морщинистые. Могут иметь беловатую кромку. Длина листовой пластины — около десяти сантиметров. Цветет дважды в году: первый раз в начале лета, а второй — в первой половине осени. Мелкие белые или с легкой розовинкой цветки объединяются в соцветии-щитке. В конце лета созревают несъедобные округлые плоды-костянки, сине-белого или желтоватого цвета.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/smorodina.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Смородина черная</h4>
                <p>Растение высотой 1—2 м. Молодые побеги пушистые, бледные; взрослые — коричневые.

                    Листья длиной и шириной 3—5 (до 12) см, с зазубренными краями, трёх-пятилопастные с золотистыми желёзками по жилкам, лопасти обычно широкотреугольные, средняя нередко вытянутая, сверху тусклые, тёмно-зелёные, голые, снизу по жилкам пушистые.

                    Соцветия — поникающие кисти длиной 3—5 (до 8) см, 5—10-цветковые, с голыми или пушистыми цветоножками длиной 3—8 мм и прицветниками длиной 1—2 мм, форма которых варьируется от овальной до линейно-ланцетной.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Бруннера крупнолистна</h4>
                <p>Многолетнее короткокорневищное травянистое растение. Корневище горизонтальное, толщиной 0,5—1 см, чёрно-бурое, с нитевидными придаточными корнями.

                    Стебель прямостоячий, до 60 см высотой, обычно одиночный, покрытый короткими редкими волосками, направленными вниз.

                    Листья вегетативных розеточных побегов 10-20 см шириной на длинных до 40 см, покрытых щетинистыми волосками черешках. Пластинки листьев тонкие, до 12(18) см длиной и такой же ширины, почковидно-сердцевидные, на верхушке коротко заострённые, цельнокрайние, сверху тёмно-зелёные, снизу более светлые, с обеих сторон опушённые мелкими щетинистыми волосками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/brunnera.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/buzulnik.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Бузульник Пржевальского</h4>
                <p>Высота куста до 150 см.

                    Листья изящные, сильно разрезанные, остропальчатые. Черешки красно-коричневые.

                    Цветки мелкие, жёлтые, собраны в колосовидные, узкие соцветия до 50—70 см длиной, верхушки которых слегка обвисают.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Герань луговая</h4>
                <p>Корневище короткое, толстое, косое, длиной до 10 см, увенчанное тёмно-бурыми прицветниками базальных листьев. Стебли немногочисленные или одиночные, высотой 30—80 см, прямостоячие, в верхней части разветвлённые, бороздчатые, покрытые отстоящими или даже отогнутыми волосками.

                    Прикорневые листья супротивные, многочисленные, на черешках длиной 10—20 (до 30) см, отстояще жёстковолосистые; пластинка длиной 6—12 см, шириной 6—16 см, в очертании почковидно-округлая, сверху прижато и коротко волосистая, снизу, преимущественно по жилкам, с короткими волосками, почти до основания семираздельная на ромбически-яйцевидные лопасти, в свою очередь, почти перистонадрезанные на ланцетные доли.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/geran3.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/gorec.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Горец змеиный</h4>
                <p>Многолетнее травянистое растение.

                    Стебель шестиузловой, относительно прямой, маловетвистый, высотой от 30 до 150 см.

                    Корень короткий толстый, змеевидно изогнут, несколько сплющен, тёмно-красного цвета. На поверхности находятся складки, придающие сходство с раковыми «шейками».</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Горец стеблеобъемлющий</h4>
                <p>разновидность цветковых растений семейства гречихи, произрастающей в Китае, Гималаях и Пакистане. Это влаголюбивое травянистое многолетнее растение, вырастающее до 1,2 м (4 фута) в высоту и ширину, с заостренными листьями в форме сердца, опушенными снизу и узкими шипами розово-красных или белых цветов летом.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/gorec2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/iris.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ирис сибирский</h4>
                <p>Ирис сибирский — травянистое многолетнее растение, достигающее высоты 70—110 см.

                    Листья обычно значительно короче стебля, линейные, зелёные, не жёсткие, до 50—80 см длиной и 4 см шириной.

                    Цветки характерные для ирисов, каждый цветок 4—7 см в диаметре, фиолетово-синие, часто с бледно-молочным или желтоватым центром, с наружными долями характерной удлинённой формы без резкого перехода пластинки в ноготок.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Купальница алтайская</h4>
                <p>Стебель простой, реже ветвистый, высотой до 80—90 см.

                    Стеблевые листья сидячие. Прикорневые листья на черешке пальчато-раздельные, собраны в розетку 25—30 см высотой.

                    Цветки шаровидные, оранжевые или золотисто-жёлтые, снаружи иногда красноватые, широкояйцевидные, крупные, диаметром до 5 см, слегка открытые. Чашелистики в количестве 10—20. Лепестки-нектарники оранжевые, в 2 раза короче чашелистиков, на верхушке закругленные, нерасширенные, узкие. Тычинки и пестики многочисленные. Пыльники пурпурные. Во время цветения в центре видны чёрные пестики.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kupalnica.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/labaznik.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Лабазник красный</h4>
                <p>Растение представляет собой раскидистое травянистое многолетнее растение, вырастающее до 1,8–2,5 м (5 футов 11 дюймов – 8 футов 2 дюйма) в высоту и 1,2 м (3 футов 11 дюймов) в ширину. С крупными лопастными листьями и разветвляющимися красными стеблями он дает летом щитки темно-розового или персикового цвета, сладкие ароматные цветы . Соцветия F. rubra представляют собой метелки, содержащие 200-1000 маленьких цветков с розовыми лепестками на 1-2-метровых стеблях, могут иметь где-то до 5000 семян. Многочисленные тычинки придают цветку нечеткий вид. У каждого цветка есть свободные друг от друга плодолистики, а также от пяти до пятнадцати пестиков. Однако эти семена малы из-за большого размера их клонов, но когда семена производятся, всходы могут не прижиться в большом количестве. Растение агрессивно растет своими ползучими корнями. Текстура листвы у растения грубая, а цвет варьируется от среднего до темно-зеленого</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Незабудка лесная</h4>
                <p>Многолетнее, иногда двулетнее травянистое растение высотой до 40 см.

                    Стебли волосистые, сильно ветвящиеся.

                    Прикорневые листья овальные, черешковые. Стеблевые — продолговато-ланцетные, волосистые.

                    Цветки до 1 см в диаметре, небесно-голубые, собраны в соцветия-завитки.

                    Плод - чёрный островерхий орешек.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/nezabudka.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/paporotnik.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Папоротник</h4>
                <p>Он имеет характерного вида короткое и толстое, косо поднимающееся вверх корневище, покрытое широкими мягкими чешуями (коричневыми или чёрными) и остатками листовых черешков.У щитовника мужского вильчатое жилкование .

                    На вершине корневища располагается розетка крупных листьев с дважды перистой пластинкой. Длинные (ланцетной формы) прямостоячие двоякоперисторассечённые вайи собраны в воронковидный пучок. Листовые черешки короткие, толстые, густо усаженные короткими бурыми чешуйками. Если повернуть лист нижней стороной к себе, можно увидеть на сегментах листовой пластинки по пять — восемь сорусов, расположенных точно в местах разветвления питающих жилок и прикрытых сверху почковидными покрывальцами. Сорусы расположены в два ряда. Споры (видимые только под мощным микроскопом) имеют почковидную форму с гребешочками и усечёнными бородавочками по всей поверхности.</p>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>