<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/barvinok.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Барвинок малый</h4>
                <p>Барвинок малый — вечнозелёное многолетнее травянистое растение (или кустарничек) с тонким горизонтальным корневищем и прямостоячими цветоносными стеблями высотой 15—20 см (в культуре до 40—60 см). Помимо цветоносных стеблей, у растения также имеются бесплодные простёртые, укореняющиеся вегетативные стебли длиной до 100—150 см.

                    Листья супротивные, эллиптические, кожистые, блестящие, голые, длиной 2—5 см и шириной до 2,5 см, острые или туповатые, сверху тёмно-зелёные, снизу серо-зелёные, на черешках длиной 2—5 мм, собраны в мутовки по три штуки.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Бруннера крупнолистная</h4>
                <p>Многолетнее короткокорневищное травянистое растение. Корневище горизонтальное, толщиной 0,5—1 см, чёрно-бурое, с нитевидными придаточными корнями.

                    Стебель прямостоячий, до 60 см высотой, обычно одиночный, покрытый короткими редкими волосками, направленными вниз.

                    Листья вегетативных розеточных побегов 10-20 см шириной на длинных до 40 см, покрытых щетинистыми волосками черешках. Пластинки листьев тонкие, до 12(18) см длиной и такой же ширины, почковидно-сердцевидные, на верхушке коротко заострённые, цельнокрайние, сверху тёмно-зелёные, снизу более светлые, с обеих сторон опушённые мелкими щетинистыми волосками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/brunnera.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/volzhankna.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Волжанка двудомная</h4>
                <p>Растение относится к тенелюбивым многолетникам, хорошо переносит и яркое освещение, и полутень, способно расти в самых затененных местах сада до 15 лет без пересадки и не терять декоративности. В течение лета формируется куст высотой 1, 8 м. Цветение начинается в июне, продолжается два месяца. Цветы мелкие, белые, собраны в метелки.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Горянка красная</h4>
                <p>Представители вида — многолетние травы с ползучим корневищем. Декоративные растения.

                    Листья преимущественно прикорневые или на стебле в числе 1—2, пластинка листа просто- или дважды-тройственно-рассечённая, дольки с некрупными зубцами.

                    Чашелистиков 8, лепестковидных, окрашенных; наружные менее крупные и менее ярко окрашенные.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/goryanka.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/pachysandra.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Пахизандра верхушечная</h4>
                <p>Это медленнорастущий, раскидистый вечнозеленый многолетник, вырастающий до 10 см (4 дюйма) в высоту и 60 см (24 дюйма) в ширину, с чередующимися простыми блестящими листьями и ползучими стеблями. Листья могут желтеть под прямыми солнечными лучами или зимой. При выращивании в раскидистой массе многих растений образуется плотный покров.

                    Цветки белые, несут над листвой. На участках с умеренным климатом в Северном полушарии они появляются в конце марта и в течение всего апреля. Растение очень холодостойкое.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Сныть пестролистная</h4>
                <p>Высота до 50 см; теневыносливое; многолетнее; морозоустойчивое; медонос. Листва — в виде трилистников, длина центральных листочков достигает 10 см. Лист контрастный: внутри светло-зелёный, по краям белый, вытянутый, с резным краем. Верхняя сторона гладкая, нижняя — слегка опушённая. Цветёт с конца мая по июнь белыми зонтиками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/snytpestraya.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/yasnotka.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Яснотка крапчатая</h4>
                <p>Многолетнее травянистое растение высотой до 70 см. Могут быть как прямостоячими, так и раскидистыми низкорослыми растениями.
                    Стебли четырёхгранные, более или менее опушённые. Листья супротивные, яйцевидные, сверху нередко со светлыми пятнами, мелкозубчатые.

                    Цветки сидячие, собраны по 6—10 штук ложных мутовках в пазухах верхних листьев (листовидных прицветников). Околоцветник двойной. Чашечка — колокольчатая, с пятью шиловидно заострёнными зубцами</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Зеленчук желтый</h4>
                <p>Травянистый многолетник со стелющимися, укореняющимися вегетативными побегами. Стебли с мягкими волосками. Цветущие побеги прямостоячие, высотой 30—60 см.

                    Листья супротивные черешковые, яйцевидные, острые, морщинистые, сверху голые, по краю и черешку реснитчатые, снизу покрыты прижатыми белыми волосками, зубчатые или пильчато-городчатые, часто с белыми пятнами. Верхние листья мельче нижних.

                    Цветки собраны по шесть в мутовки в пазухах верхних листьев, прицветники линейно-ланцетные, острые, отогнутые вниз, по краю реснитчатые.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zelenchuk.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/klen.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Клён остролистный</h4>
                <p>Листопадное дерево высотой 12—28 м с широкой, густой шаровидной кроной.

                    Кора молодых деревьев гладкая, серо-коричневая, с возрастом темнеет до почти чёрной и покрывается длинными, узкими, переплетающимися продольными трещинами.

                    Ветви крепкие, широкие, направлены вверх; коричневые либо красновато-серые, с терминальной (верхушечной) зелёной либо фиолетовой почкой в виде тюрбана с крупными почечными чешуйками.

                    Листья простые, дланевидные, супротивные, с 5—7 зазубренными, крупнозубчатыми лопастями, на концах лопастей заострённые, голые, до 18 см в длину. </p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Клён серебристый</h4>
                <p>Листопадное быстрорастущее дерево средних размеров, высотой 27—36 м Ствол короткий, возле основания часто разделяется на несколько вертикальных разветвлений. Крона, как правило, негустая и закруглённая. Ветви сначала направлены вниз, затем изящно изгибаются и идут вверх. Веточки схожи с веточками клёна красного — с V-образными листовыми рубцами, только у клёна серебристого они более крепкие, часто более тёмного каштанового цвета и на изломе они неприятно пахнут.

                    Кора молодых деревьев светло-серая, гладкая, с возрастом темнеет и покрывается длинными узкими трещиноватыми хлопьевидными чешуйками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/klen2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/klen3.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Клён красный</h4>
                <p>Листопадное дерево средних размеров, 9—28 м высотой и диаметром ствола до 1,6 м. Хотя клён красный довольно легко идентифицируется, он обладает довольно широкими морфологическими характеристиками, более чем любой другой клён Северной Америки. Самый простой способ распознавания данного вида — это форма листьев.

                    Как и у других представителей данного рода, листья клёна красного расположены супротивно и в зимнее время опадают. Листья простые, 5—10 см длиной, дланевидные с тремя—пятью одинаковой ширины зубчатыми лопастями неправильной формы </p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Дерен белый</h4>
                <p>Сильноветвистый листопадный энтомофильный кустарник до 3 м высотой.

                    Ветви голые тонкие гибкие прямые, к старости дуговидно изогнутые. Цвет коры кораллово-красный, реже красно-бурый или чёрно-красный. Наиболее яркая кора у молодых побегов. Молодые побеги обычно с сизым налетом.

                    Листья супротивные, 2–10 см длиной и 1–7 см шириной, на черешках около 1 см длиной, с тремя — пятью выделяющимися дуговидными жилками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren3.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Дёрен отпрысковый</h4>
                <p>Листопадный кустарник высотой и диаметром 2 метра, возможно 3 метра с широкой, округлой кроной. Весной и осенью побеги желто-оливковые или зеленовато-оливковые. Побеги полегающие и укореняющиеся. Дает массу корневых отпрысков. Листья заостренные, овальные, зеленые глянцевые. Осенью возможно изменение окраски в красноватые тона, но чаще стоит до морозов зеленым. </p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Калина обыкновенная</h4>
                <p>Это кустарник, реже дерево, с серовато-бурой корой, покрытой продольными трещинами, высотой 1,5–4 метра. Доживает до 50 лет и более. Побеги округлые, иногда ребристые, голые, местами серовато-белые, а вообще желтовато-бурые, иногда с красноватым оттенком. Чечевички крупные. Сердцевина беловатая с рыжеватым оттенком, более или менее шестигранная.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kalina.JPG">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kalina2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Калина гордовина</h4>
                <p>Гордовина — кустарник или дерево до 6 м высотой. Молодые веточки и почки сероватые, волосисто-опушённые. Кора трёхлетнего возраста растрескивающаяся, серая. Крона густая.

                    Листья 5—10 см длиной, на черешках до 3 см, яйцевидной или обратнояйцевидной формы, чаще всего с заострённым концом и закруглённым основанием, со слабозубчатым краем. Верхняя поверхность пластинки листа шероховатая, тёмно-зелёная, нижняя — войлочно-опушённая, затем бархатисто-опушённая.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Пузыреплодник головчатый</h4>
                <p>Низкий стелющийся кустарник с густой полушаровидной кроной до 0,6 м высотой и около 1 м диаметром с ярко-зелёными листьями на ярких красных раскидистых побегах. Листья 3–5-лопастные, до 10 см длиной, не меняют окраски в течение сезона, оставаясь сочно-зелёными до поздней осени. Цветёт в VІ–VІІ белыми цветками, собранными в щитковидные соцветия. Цветёт и плодоносит с 4 лет.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/puzyr2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/klen4.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Клен Гиннала</h4>
                <p>Клён приречный — листопадный распростёртый кустарник или маленькое дерево, достигающее 3—10 м в высоту, с коротким стволом до 20—40 см в диаметре и тонкими прямыми ветвями. Кора тонкая, тусклого серо-коричневого цвета, сначала гладкая, у старых растений неглубоко потрескавшаяся.

                    Листья супротивные простые, 4—10 см длиной и 3—6 см шириной. Цветёт весной, одновременно с распусканием листьев, цветки жёлто-зелёные, 5—8 мм в диаметре, собраны в распростёртые кисти.</p>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>