<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kalina3.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Калина Саржента</h4>
                <p>Сильноветвистый кустарник высотой до 2,5–3 м с красноватыми побегами и ярко-зелёными клиновидными крупными листьями, слегка опушёнными снизу. Растение по габитусу и внешнему виду очень напоминает калину обыкновенную. Молодые листья красные или красноватые в зависимости от уровня освещённости, на фоне которой очень эффектно выглядят белые соцветия.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Калина обыкновенная</h4>
                <p>Это кустарник, реже дерево, с серовато-бурой корой, покрытой продольными трещинами, высотой 1,5–4 метра. Доживает до 50 лет и более. Побеги округлые, иногда ребристые, голые, местами серовато-белые, а вообще желтовато-бурые, иногда с красноватым оттенком. Чечевички крупные. Сердцевина беловатая с рыжеватым оттенком, более или менее шестигранная.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kalina.JPG">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/brunnera.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Бруннера крупнолистная</h4>
                <p>Многолетнее короткокорневищное травянистое растение. Корневище горизонтальное, толщиной 0,5—1 см, чёрно-бурое, с нитевидными придаточными корнями.

                    Стебель прямостоячий, до 60 см высотой, обычно одиночный, покрытый короткими редкими волосками, направленными вниз.

                    Листья вегетативных розеточных побегов 10-20 см шириной на длинных до 40 см, покрытых щетинистыми волосками черешках. Пластинки листьев тонкие, до 12(18) см длиной и такой же ширины, почковидно-сердцевидные, на верхушке коротко заострённые, цельнокрайние, сверху тёмно-зелёные, снизу более светлые, с обеих сторон опушённые мелкими щетинистыми волосками.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Гравилат речной</h4>
                <p>Многолетнее травянистое растение.

                    Корневище толстое, бурое, ползучее, покрытое остатками листьев.

                    Стебель прямостоячий, простой или слегка ветвистый на верхушке, мохнатый, в верхней части железистый, обычно тёмно-красный, высотой 25—80 см.

                    Листья прижато-мохнатые; прикорневые — на длинных черешках, прерывисто-непарноперистые, с большой почковидно-округлой, трёх- или пяти-надрезанной долей и двумя — тремя парами небольших обратнояйцевидных дваждызубчатых долек; стеблевые листья короткочерешковые или сидячие, трёхраздельные, с небольшими яйцевидными прилистниками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/gravilat.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/yasnotka2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Яснотка зеленчуковая</h4>
                <p>Травянистый многолетник со стелющимися, укореняющимися вегетативными побегами. Стебли с мягкими волосками. Цветущие побеги прямостоячие, высотой 30—60 см.

                    Листья супротивные черешковые, яйцевидные, острые, морщинистые, сверху голые, по краю и черешку реснитчатые, снизу покрыты прижатыми белыми волосками, зубчатые или пильчато-городчатые, часто с белыми пятнами. Верхние листья мельче нижних.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Липа мелколистная</h4>
                <p>Листопадное дерево 20—38 м высотой с шатровидной кроной.

                    Кора тёмная, на старых деревьях бороздчатая.

                    Листья очерёдные, сердцевидные, длинночерешковые, зубчатые, с оттянутой заострённой верхушкой, сверху зелёные, снизу сизоватые.

                    Цветки правильные, обоеполые, с двойным пятираздельным околоцветником, до 1—1,5 см в диаметре, желтовато-белые, пахучие, собраны в повислые щитковидные соцветия по 3—11 штук, при соцветиях имеется продолговатый желтовато-зелёный прилистник.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/lipa.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/lipa2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Липа европейская</h4>
                <p>Дерево до 40 м высотой, с широкой шатровидной кроной. Кора старых стволов с трещинами, серая. Наряду с липой широколистной является наиболее долгоживущим видом рода. Доживает до 1100—1250 лет. Побеги текущего года светло-коричневые, густо опушённые простыми, щетиновидными, белыми, жёсткими волосками; годовалые — более тёмные, голые.

                    Почки яйцевидные, сначала более-менее опушённые, потом голые, 4—5 мм длиной, 2,5—3 мм шириной.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Дуб черешчатый</h4>
                <p>Крупное, обычно сильно ветвящееся дерево с огромной кроной и мощным стволом. Достигает высоты 20—40 м. Может дожить до 2000 лет, но обычно живёт 300—400 лет. Рост в высоту прекращается в возрасте 100—200 лет; прирост в толщину, хоть и незначительный, продолжается всю жизнь. Вероятно, старейшим представителем следует считать Стелмужский дуб с окружностью ствола 13 м в Литве. Его возраст, по разным оценкам, — от 700 до 2000 лет.

                    Корневая система состоит из очень длинного стержневого корня; с шести—восьми лет начинают развиваться боковые корни, тоже уходящие глубоко в землю.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/dub.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/krushina.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Крушина ломкая</h4>
                <p>Кустарник или небольшое дерево, может достигать в высоту 7 м. Ствол и ветви тёмно-бурые. В отличие от крушины слабительной, ствол гладкий, без колючек. Тёмная кора с поперечно-вытянутыми чечевичками, характерно наличие красного (франгулинового) слоя под внешним слоем пробки.

                    Листья эллиптической формы, 4—10 см в длину, цельнокрайние, с шестью — восемью парами параллельных боковых жилок, расположены на коротких (до 1,5 см) черешках. Расположение листьев — очерёдное или косо-супротивное.

                    Цветки обоеполые, невзрачные, пятичленные, собраны пучками в пазухах листьев, 2—3,5 мм длиной. Колокольчатая чашечка внутри белого цвета. Венчик зеленовато-белый.

                    Плод — костянка шаровидной формы диаметром 8—10 мм, с двумя — тремя зеленовато-жёлтыми округло-треугольными косточками с хрящеватым двойным «клювиком». В зрелом состоянии плоды сине-чёрные. Плоды ядовиты, в народе их называют «волчьи ягоды», однако птицы охотно их поедают.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Спирея зверобоелистная</h4>
                <p>Кустарник до 1,5 м высотой с длинными прутьевидными прямостоячими ветвями с коричневой корой. Молодые побеги голые или опушённые. Почки яйцевидные, острые, голые или почти голые, с коричневыми чешуйками.

                    Листья на черешках до 4 мм длиной, очерёдные, продолговато-обратнояйцевидные до обратнояйцевидно-ланцетных, 1,5—2,5 см длиной и 0,5—0,8 см шириной, цельнокрайные или с 3—5 зубцами на верхушке, с клиновидным основанием и тупой или острой верхушкой, обычно голые, редко с обеих сторон несколько опушённые, с тремя неясными жилками или с неясным же перистым жилкованием.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/spyreya2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kupena.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Купена лекарственная</h4>
                <p>Растение 30—65 см высотой.

                    Стебель гранистый, голый.

                    Листья очерёдные, стеблеобъемлющие, продолговато-эллиптические, реже яйцевидные, 10—12(14) см длиной и (2)4,5—5 см шириной, сверху зелёные, снизу серовато-зелёные, матовые.

                    Цветоножки выходят из пазух листьев, с 1—2 цветками, поникающие. Околоцветник трубчатый, белый, с шестью зеленоватыми, яйцевидными зубчиками, наверху с внутренней стороны опушёнными. </p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Чубушник венечный</h4>
                <p>Кустарник высотой до 3 м. Побеги голые, в молодости иногда опушённые. Кора старых ветвей коричнево-бурая, растрескивающаяся.

                    Листья расположены супротивно, яйцевидные или продолговато-яйцевидные, на вершине заострённые, с ширококлиновидным или закруглённым основанием, отдалённо зубчатые, 4—8(10) см длиной, 1,5—5 см шириной, сверху голые, снизу с пучками волосков в пазухах жилок, реже с опушёнными жилками.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/chubushnik.jfif">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zhimolost.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Жимолость лесная</h4>
                <p>Это листопадный кустарник высотой до 2,5 м.

                    Молодые побеги зелёного или красноватого цвета, на старых кора серая или буровато-серая.

                    Листья длиной 3—7 см, шириной 2—5 см, супротивные, эллиптической формы, коротко заострённые, цельнокрайные. Верхняя сторона листовой пластинки тёмно-зелёная, матовая, нижняя — сероватая, густо опушённая мягкими волосками. Центральная жилка листа фиолетовая.

                    Цветки растут парами в пазухах листьев. Венчики длиной 10—15 мм, желтовато-белые, к концу цветения желтеют. Время цветения — май—июнь.

                    Плоды — сочные, тёмно-красные, шарообразные, часто бывают сросшимися у основания; созревают в конце июля. Ядовиты — в отличие от плодов некоторых других видов этого рода, например, жимолости голубой (Lonicera caerulea), — содержат ксилостеин.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ландыш майский</h4>
                <p>Травянистое многолетнее растение 15—30 см высотой. Подземное корневище горизонтальное ползучее, не толще гусиного пера, несёт близ верхушки несколько бледных небольших низовых листьев, полускрытых в земле. Корни мелкие, многочисленные, мочковатые.

                    Надземные побеги укороченные. За низовыми листьями следуют два (редко три) больших, совершенно цельных широколанцетных (или продолговато-эллиптических) заострённых прикорневых листа, между которыми на верхушке корневища находится крупная почка. Из угла низового листа, обхватывающего снизу оба зелёных, выступает цветоносный стебель, несущий кисть из 6—20 цветков, обращённых преимущественно в одну сторону.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/landysh.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/medunica2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Медуница красная</h4>
                <p>Многолетнее длиннокорневищное растение. Отличается от других видов медуниц более длительным цветением и высокой скоростью разрастания, образуя плотный низкий напочвенный покров. Нуждается в профилактическом укрытии. Самая рано цветущая медуница. Высотой до 25–30 см; листья ланцетные, довольно узкие, зеленые, покрыты щетинками. Цветки ярко-красные; цветет в V–VІ.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Чистотел большой
                </h4>
                <p>Растения чистотела большого имеют прямой, ветвистый стебель высотой 50—100 см, на изломе выделяющий капли густого млечного сока, который на воздухе немедленно окрашивается в оранжево-красный цвет.

                    Прикорневые листья черешковые, глубокоперистораздельные, имеют три—пять пар округлых или яйцевидных долей. Верхняя доля более крупная, обычно трёхлопастная; листья сверху зелёные, снизу сизоватые. Верхние листья сидячие.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/chistotel.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/chernogolovka.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch"> Черноголовка Уэбба</h4>
                <p> Черноголовка Уэбба 'Gruss aus Isernhagen' — многолетнее травянистое растение, достигающее высоты 0,2-0,25 м. Цветет в июле-августе декоративными голубыми цветками, объединенными в густые колосовидные соцветия. Листья темно-зеленые, супротивные, яйцевидные.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Осока Арнелла</h4>
                <p>Многолетнее травянистое растение. Высота от 30 до 60 см, стебли тонкие, гладкие.

                    Образует небольшие плотные дерновинки без удлинённых корневищ. Основания побегов густо окутаны буровато-серыми волокнами расщеплённых листовых влагалищ. Листья зелёные, плоские, около 3 мм шириной.

                    Колоски на длинных шероховатых ножках, поникающие. Прицветные листья с коротким (до 1 см) трубчатым влагалищем и длинной пластинкой, равной или почти равной соцветию. Нижние два — четыре колоска пестичные, расставленные, 3—5 см длиной, рыхлые; один — три верхних — пыльниковые или с немногими пестичными цветками при основании. </p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/osoka2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kolokolchik.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Колокольчик широколистный
                </h4>
                <p>Колокольчик широколистный — многолетнее травянистое растение 60—120 см в высоту с мощным корневищем и веретенообразными утолщёнными боковыми корнями.

                    Стебель голый, цилиндрический, кверху слегка тупо-угловатый.

                    Листья продолговато-яйцевидные, неравногородчато-зубчатые, заострённые, тонкие, на обеих сторонах с редким мягким пушком; нижние — суженные в крылатый черешок, слегка сердцевидные, верхние — сидячие, ланцетные.</p>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>