<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/barvinok.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Барвинок малый</h4>
                <p>Барвинок малый — вечнозелёное многолетнее травянистое растение (или кустарничек) с тонким горизонтальным корневищем и прямостоячими цветоносными стеблями высотой 15—20 см (в культуре до 40—60 см). Помимо цветоносных стеблей, у растения также имеются бесплодные простёртые, укореняющиеся вегетативные стебли длиной до 100—150 см.

                    Листья супротивные, эллиптические, кожистые, блестящие, голые, длиной 2—5 см и шириной до 2,5 см, острые или туповатые, сверху тёмно-зелёные, снизу серо-зелёные, на черешках длиной 2—5 мм, собраны в мутовки по три штуки.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Будра плющелистная</h4>
                <p>Многолетняя трава с ползучим голым или с короткими волосками стеблем длиной 20—50 см, с многочисленными укореняющимися побегами.

                    Листья почковидные или округло-почковидные, крупногородчатые, на длинных черешках (у нижних листьев черешки длиннее, чем у верхних).

                    Цветоносные побеги приподнимающиеся. Цветки маленькие, трубчатые, двугубые, фиолетовые или синевато-лиловые, собраны пучками по 3—4 штуки в пазухах средних и верхних листьев. Нижняя губа длиннее верхней. Цветение в первой половине лета.

                    Плод — бурый яйцевидный эрем длиной до 2 мм. Плоды созревают в августе.

                    Растение очень пахучее.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/budra.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/geran2.JPG">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Герань темная</h4>
                <p>Многолетнее травянистое растение.

                    Корневище нисходящее, узловатое, увенчанное остатками прилистников.

                    Стебли 30—70 см высотой, прямые, вверху разветвлённые, покрыты длинными оттопыренными волосками, вверху, кроме того, и железистыми.

                    Прикорневые листья на голых, длинных, 10—30 см длиной, черешках; пластинка их в очертании надрезана на 5—7 долей, широко клиновидно-ромбических и крупно надрезано-зубчатых; пластинки вверху покрыты прижатыми длинными волосками, снизу коротко опушённые или голые. Стеблевые листья менее крупные и на более коротких черешках. Прилистники яйцевидно-ланцетные, вдруг заострённые, волосистые, буроватые.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Герань крупнокорневищная</h4>
                <p>Всё растение опушено и ароматно.

                    Корневище длинное, толстое, ветвящееся по поверхности почвы. Розетки прикорневых листьев на длинных, 20 см черешках отходят от корневища.

                    Листья ярко-зелёные, удлинённо-округлые, разделённые на 5—7 долей, крупнозубчатые, 6—10 см шириной. Растение вечнозеленое.

                    Стебли приподняты над прикорневыми листьями на 5—10 см. </p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/geran4.jpg">
                </div>
            </div>
        </div><div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/yasnotka2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Яснотка зеленчуковая</h4>
                <p>Травянистый многолетник со стелющимися, укореняющимися вегетативными побегами. Стебли с мягкими волосками. Цветущие побеги прямостоячие, высотой 30—60 см.

                    Листья супротивные черешковые, яйцевидные, острые, морщинистые, сверху голые, по краю и черешку реснитчатые, снизу покрыты прижатыми белыми волосками, зубчатые или пильчато-городчатые, часто с белыми пятнами. Верхние листья мельче нижних.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Копытень европейский</h4>
                <p>Вечнозелёное многолетнее травянистое растение со шнуровидным ползучим корневищем и ползучим укореняющимся разветвлённым стеблем. Семена распространяются муравьями. Растение имеет специфический острый запах. Цветёт в апреле — мае; семена созревают в июне. Распространяется семенным и вегетативным путём — разрастанием корневищ; при этом копытень часто образует крупные латки.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kopyten.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/snytpestraya.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Сныть пестролистная</h4>
                <p>Высота до 50 см; теневыносливое; многолетнее; морозоустойчивое; медонос. Листва — в виде трилистников, длина центральных листочков достигает 10 см. Лист контрастный: внутри светло-зелёный, по краям белый, вытянутый, с резным краем. Верхняя сторона гладкая, нижняя — слегка опушённая. Цветёт с конца мая по июнь белыми зонтиками.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Осока повислая</h4>
                <p>Серо-зелёное растение с длинными ползучими корневищами, дающее длинные подземные побеги.

                    Стебли гладкие, либо наверху слегка шероховатые, 15—40 см высотой, у основания одетые пурпурово-бурыми, не расщепляющимися волокнисто безлистными влагалищами.

                    Листья килеватые, 2,5—5 мм шириной, с назад завёрнутым краем, шероховатые, от стебля отогнутые, короче стебля.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/osoka3.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/olha.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ольха черная</h4>
                <p>Деревья высотой до 35 м, со стволом до 90 см в диаметре:180, зачастую многоствольные. Ветви почти перпендикулярны стволу. Крона пирамидальная или яйцевидная в молодости, со временем становится округлой (окружность в это время достигает 12 и более м). Растёт быстро, особенно в возрасте с 5 до 10 (20) лет. Полного развития достигает в 50—60 лет. Живёт обычно до 80—100 лет, хотя известны и 300-летние экземпляры. Пнёвую поросль даёт до 60 лет, самую обильную в возрасте 20—40 лет. Корневых отпрысков совершенно не даёт.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ольха серая</h4>
                <p>Дерево высотой до 20 м или кустарник с узко-яйцевидной кроной и стволом диаметром до 50 см. Ствол редко прямой и цилиндрический, часто с продольными впадинами и горбами. Одна из наиболее быстрорастущих пород. До 10—15 лет растёт быстро, после чего прирост замедляется. Доживает до (40—50) 50—60, изредка до 100 лет.

                    Корневая система поверхностная, располагающаяся в основном в верхнем почвенном слое (10—20 см).</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/olha2.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/buzina">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Бузина красная</h4>
                <p>Бузина красная — сильно ветвящийся кустарник (иногда — небольшое деревце) высотой от полутора до трёх с половиной (пяти) метров с прямостоячими стеблями.

                    Кора серовато-бурая; у молодых растений — гладкая, у старых — шелушащаяся. На поверхности стеблей имеются бугорки беловатого цвета (так называемые «чечевички»); они состоят из рыхлой ткани, через которую может проходить воздух, и служат отдушинами в опробковевшем покрове — через них дышат живые ткани ветвей.

                    Ветви бузины очень ломки. Это связано с тем, что древесины в них очень мало: значительную часть объёма занимает рыхлая сердцевина.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Дёрен отпрысковый</h4>
                <p>Листопадный кустарник высотой и диаметром 2 метра, возможно 3 метра с широкой, округлой кроной. Весной и осенью побеги желто-оливковые или зеленовато-оливковые. Побеги полегающие и укореняющиеся. Дает массу корневых отпрысков. Листья заостренные, овальные, зеленые глянцевые. Осенью возможно изменение окраски в красноватые тона, но чаще стоит до морозов зеленым. </p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/deren3.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/puzyr2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Пузыреплодник головчатый</h4>
                <p>Низкий стелющийся кустарник с густой полушаровидной кроной до 0,6 м высотой и около 1 м диаметром с ярко-зелёными листьями на ярких красных раскидистых побегах. Листья 3–5-лопастные, до 10 см длиной, не меняют окраски в течение сезона, оставаясь сочно-зелёными до поздней осени. Цветёт в VІ–VІІ белыми цветками, собранными в щитковидные соцветия. Цветёт и плодоносит с 4 лет.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Спирея Фрича</h4>
                <p>Невысокий широкий кустарник с остроребристыми красно-коричневыми побегами, высотой и диаметром до 1–1,2 м. Листья простые, цельные, 3–8 см длиной, заострённо-эллиптические, зелёные, с очень привлекательной осенней окраской в ярко-жёлтых и пурпурно-красных тонах. Цветки светло-розовые и белые в плоских щитках диаметром до 9 см. Цветёт с VІ по начало VІІІ. Светолюбива. К почвам нетребовательна. Переносит условия города</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/spyreya3.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/olha3.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ольха</h4>
                <p>Листопадные деревья, иногда кустарники. Жизненная форма может изменяться в зависимости от условий местообитания.

                    Побеги цилиндрические, с неправильно треугольной, зеленоватой сердцевиной, округлыми или овальными чечевичками.

                    Почки на ножках, с двумя чешуями. Листья очередные, черешковые, простые, цельные, изредка слегка лопастные, по краю обычно зубчатые, с рано опадающими прилистниками.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Черемуха обыкновенная</h4>
                <p>Деревце, дерево или крупный кустарник высотой 0,6—10 м, крона удлинённая, густая. Кора матовая, чёрно-серая, с беловатыми чечевичками. Молодые ветви оливковые или вишнёво-красные.

                    Листья простые, очерёдные, яйцевидно-ланцетные или продолговато-эллиптические, длиной 3—10 (реже 15) см, голые, тонкие, на коротких черешках, заострённые, по краю остропильчатые</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/cheremuha.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/nezabudka.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Незабудка лесная </h4>
                <p>Многолетнее, иногда двулетнее травянистое растение высотой до 40 см.

                    Стебли волосистые, сильно ветвящиеся.

                    Прикорневые листья овальные, черешковые. Стеблевые — продолговато-ланцетные, волосистые.

                    Цветки до 1 см в диаметре, небесно-голубые, собраны в соцветия-завитки.

                    Плод - чёрный островерхий орешек.</p>            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ирис болотный</h4>
                <p>Многолетнее травянистое растение высотой 75—160 см.

                    Корневище ветвистое, толстое (до 2 см в диаметре), ползучее.

                    Стебель плотный, в верхней части ветвистый.

                    Листья зелёные, мечевидные, широколинейные (нижние до 20 мм шириной, верхние меньших размеров) с ясно заметной средней жилкой.

                    Цветки правильные, собраны пучками по три—восемь на концах разветвлённого стебля. Цветоносы длинные и толстые. Три наружные доли околоцветника отклонены книзу. </p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/iris2.jpg">
                </div>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>