<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Letovo Forest</title>
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
</head>
<body>
<?php
require_once 'navbar.html';
?>
<h1></h1>
<div class="container">
    <div class="paginator">
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zlaki.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch"> Злаки</h4>
                <p>Жизненные формы злаков разнообразны — кустарники, многолетние и однолетние травы. Среди злаковых нет эпифитов, сапрофитов и паразитов. Группа многолетних злаков наиболее разнообразна. Среди них есть растения дерновинные, длиннокорневищные, столонообразующие. В каждой из указанных групп можно выделить несколько подгрупп, различающихся деталями строения надземных и подземных побегов растения. Например, дерновинные злаки в зависимости от типа возобновления побегов — вневлагалищного или внутривлагалищного — подразделяются на рыхлодерновинные и плотнодерновинные, соответственно.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Сосна обыкновенная</h4>
                <p>Дерево высотой 25—40 м и диаметром ствола 0,5—1,2 м. Самые высокие деревья (до 45—50 м) растут на южном побережье Балтийского моря. Ствол прямой. Крона высоко поднятая, конусовидная, а затем округлая, широкая, с горизонтально расположенными в мутовках ветвями. Изгиб ствола может возникнуть при повреждении побега бабочкой побеговьюна зимующего (Rhyacionia buoliana) из семейства листовёрток (Tortricidae).

                    Кора в нижней части ствола толстая, чешуйчатая, серо-коричневая, с глубокими трещинами</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/sosna.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/el.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Ель обыкновенная</h4>
                <p>Вечнозелёное древесное растение высотой до 30 м (изредка до 50 м). Крона в виде конуса, образуется поникающими или распростёртыми ветвями, расположенными мутовчато.

                    Корневая система поверхностная, из-за этого растения нередко подвергаются ветровалам.

                    Кора серого цвета, отслаивающаяся тонкими пластинками.

                    Четырёхгранные хвоинки (листья), расположенные по спирали, сидят по одной на листовых подушечках. Длина хвоинок — от 1 до 2,5 см. Продолжительность жизни каждой хвоинки — шесть и более лет.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Береза</h4>
                <p>Большинство видов берёз — деревья высотой до 30 и даже 45 м, с обхватом ствола до 120—150 см, некоторые виды — кустарники от крупных до мелких, вплоть до стелющихся, едва приподнимающихся над землёй. Все представители рода — однодомные раздельнополые ветроопыляемые (анемофильные) растения.

                    Корневая система берёз мощная, в зависимости от вида и условий произрастания либо поверхностная, либо, что чаще, уходит косо вглубь. Стержневой корень проростка отмирает очень быстро, зато боковые корни развиваются мощно и богаты тонкими мочковидными корешками. Берёза растёт медленно только в первые годы.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/bereza3.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/ryabina.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Рябина обыкновенная</h4>
                <p>Дерево. Достигает 12 м высоты (обычно 5—10 м). Крона округлая, ажурная (достигает более 5,5 м в ширину).

                    Побеги голые, красновато-бурые, покрытые блестящею сероватого цвета пленкой, легко стирающейся. Молодые побеги серовато-красные, опушены. Кора взрослых деревьев гладкая светло-серо-коричневая или жёлто-серая, блестящая.

                    Почки войлочно-пушистые. Конечные почки конусовидные, до 18 мм длины и 5 мм толщины.

                    Листья до 20 см длиной, очерёдные, непарноперистосложные, состоят из 7—15 почти сидячих ланцетных или вытянутых, заострённых, зубчатых по краю листочков, цельнокрайних в нижней части и пильчатых в верхней, сверху зелёных, обычно матовых, снизу заметно более бледных, опушённых. Осенью листья окрашиваются в золотистые и красные тона.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Лещина обыкновенная
                </h4>
                <p>Кустарник высотой 2—5 (до 7) м, иногда растущий древовидно; крона яйцевидная или плоско-шаровидная. Кора стволов гладкая, светлая, коричневато-серая, поперечно-полосатая; побегов — буровато-серая, опушённая, желёзисто-волосистая. Корневая система поверхностная, мощная. Сперва развивается стержневой корень, к третьему году идёт образование боковых, мощных узловатых корней. Один из боковых корней обычно более мощный и длинный.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/leshina.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/buzina2.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Бузина красная</h4>
                <p>Бузина красная — сильно ветвящийся кустарник (иногда — небольшое деревце) высотой от полутора до трёх с половиной (пяти) метров с прямостоячими стеблями.

                    Кора серовато-бурая; у молодых растений — гладкая, у старых — шелушащаяся. На поверхности стеблей имеются бугорки беловатого цвета (так называемые «чечевички»); они состоят из рыхлой ткани, через которую может проходить воздух, и служат отдушинами в опробковевшем покрове — через них дышат живые ткани ветвей.

                    Ветви бузины очень ломки. Это связано с тем, что древесины в них очень мало: значительную часть объёма занимает рыхлая сердцевина.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Калина обыкновенная </h4>
                <p>Это кустарник, реже дерево, с серовато-бурой корой, покрытой продольными трещинами, высотой 1,5–4 метра. Доживает до 50 лет и более. Побеги округлые, иногда ребристые, голые, местами серовато-белые, а вообще желтовато-бурые, иногда с красноватым оттенком. Чечевички крупные. Сердцевина беловатая с рыжеватым оттенком, более или менее шестигранная.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/kalina.JPG">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/zemlyanika.jpg">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Земляника лесная
                </h4>
                <p>Земляника лесная — многолетнее, поликарпическое, наземно-столонообразующее, короткокорневищное растение, высотой 5-30 см. Модель побегообразования — симподиально полурозеточная. Имеет вертикальное косое или горизонтально направленное апикально нарастающее эпигеогенное корневище, втягивающееся в почву за счет контрактильной деятельности придаточных корней, которые образуются в течение всего лета. Эпигеогенное корневище покрыто остатками засохших прилистников.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ландыш майский
                </h4>
                <p>Травянистое многолетнее растение 15—30 см высотой. Подземное корневище горизонтальное ползучее, не толще гусиного пера, несёт близ верхушки несколько бледных небольших низовых листьев, полускрытых в земле. Корни мелкие, многочисленные, мочковатые.

                    Надземные побеги укороченные. За низовыми листьями следуют два (редко три) больших, совершенно цельных широколанцетных (или продолговато-эллиптических) заострённых прикорневых листа, между которыми на верхушке корневища находится крупная почка. Из угла низового листа, обхватывающего снизу оба зелёных, выступает цветоносный стебель, несущий кисть из 6—20 цветков, обращённых преимущественно в одну сторону.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/landysh.jpg">
                </div>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-2">
                <div class="box">
                    <img src="images/pervocvet.jfif">
                </div>
            </div>
            <div class="col-md-10">
                <h4 class="nch">Первоцвет
                </h4>
                <p>Представители рода первоцвет — многолетние, реже двулетние и однолетние травы.

                    Листья цельные, образуют прикорневую розетку. Листья морщинистые и покрыты волосками.

                    Цветки пятичленные, правильной формы, разнообразных расцветок и оттенков, одиночные или собраны в кистевидные или зонтиковидные соцветия на концах безлистных стеблей.

                    Плод — коробочка.</p>
            </div>
        </div>
        <div class="row problem">
            <div class="col-md-10">
                <h4>Ветренница лесная
                </h4>
                <p>Стебель 5—15 см высотой, вверху почти беловойлочный.

                    Цветоносный стебель с мутовкой из трёх черешковых листьев, опушённых с обеих сторон, рассечённых на три сегмента.

                    Корневище вертикальное.

                    Прикорневые листья в числе двух—шести, длинночерешковые, с тремя—пятью ромбическими трёхраздельными сегментами.

                    Цветоносы одиночные, длинные.

                    Цветки 3—7 см в диаметре. Листочки околоцветника чисто белые, в числе пяти, снаружи опушённые.

                    Плоды многочисленные, с густым опушением.

                    Цветет в конце весны — начале лета.</p>
            </div>
            <div class="col-md-2">
                <div class="box">
                    <img src="images/vetrenica.jpg">
                </div>
            </div>
        </div>
    </div>
    <div style="padding-bottom: 4rem;"></div>
</div>
<?php
require_once 'footer.html';
?>
</body>
<script src="js/paginator.js"></script>
</html>